Repository: fer0n/Unwatched
Catalog: Unwatched/Unwatched/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

source: %@ ago
de: vor %@
es: hace %@
fr: il y a %@
pl: %@ temu

source: %@ long
de: %@ lang
es: %@ de duración
fr: Durée %@
pl: Długość %@

source: %@ remaining
de: %@ verblieben
es: %@ restante
fr: %@ restantes
pl: %@ pozostało

# %@%lld New Videos
source: %1$@%2$lld New Videos
de: %1$@%2$lld Neue Videos
es: %1$@%2$lld Videos Nuevos
fr: %1$@%2$lld Nouvelles Vidéos
pl: %1$@%2$lld Nowe filmy

source: %lld New Videos
de: %lld Neue Videos
es: %lld videos nuevos
fr: %lld Nouvelles Vidéos
pl: %lld Nowe filmy

source: ^[%lld Video](inflect: true) Available
de: ^[%lld Video](inflect: true) Verfügbar
es: ^[%lld Video](inflect: true) Disponible
fr: ^[%lld Vidéo](inflect: true) Disponible
pl: ^[%lld Film](inflect: true) dostępny

source: Active
de: Aktiv
es: Activo
fr: Actif
pl: Aktywny

# addAsPlaylist
source: Subscribe to Playlist
de: Playlist abonnieren
es: Suscribirse a Lista de Reproducción
fr: S'abonner à la playlist
pl: Subskrybuj playlistę

# addAsVideosToInbox
source: Add Playlist Videos to Inbox
de: Playlist Videos zur Inbox hinzufügen
es: Añadir Videos de la Lista a la Bandeja de Entrada
fr: Ajouter les vidéos de la playlist dans l'Inbox
pl: Dodaj filmy z playlisty do skrzynki

# addAsVideosToQueue
source: Queue Playlist Next
de: Playlist oben in die Queue
es: Poner Lista en Cola
fr: Suivant dans la liste
pl: Dodaj playlistę do kolejki

# addBookmark
source: Bookmark
de: Speichern
es: Marcador
fr: Ajouter un signet
pl: Dodaj do zakładek

# addedVideo
source: Queued Successfully
de: Video erfolgreich gequeued
es: Encolado con éxito
fr: Ajouté à la file d’attente avec succès
pl: Pomyślnie dodano do kolejki

# addingVideo
source: Queueing Video…
de: Zur Queue hinzufügen...
es: Encolando video…
fr: Ajout de la vidéo à la file d’attente…
pl: Dodawanie filmu do kolejki…

# addIsNew
source: Mark New
de: Als Neu markieren
es: Marcar como Nuevo
fr: Marquer comme Nouveau
pl: Oznacz jako Nowe

source: Add Subscription
de: Abo Hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
pl: Dodaj subskrypcję

# addSubscription ${youtubeUrl}
source: Subscribe to ${youtubeUrl}
de: ${youtubeUrl} abonnieren
es: Suscribirse a ${youtubeUrl}
fr: S'abonner à ${youtubeUrl}
pl: Subskrybuj ${youtubeUrl}

# addSubscriptionButtonTip
source: Add Channel to Unwatched
de: Kanal zu Unwatched hinzufügen
es: Añadir canal a Unwatched
fr: Ajouter la chaîne sur Unwatched
pl: Dodaj kanał do Unwatched

# addSubscriptionButtonTipMessage
source: Always use this button to add a channel to this App. The YouTube "subscribe" button only works for the YouTube website/App.
de: Verwende diesen Button um den Channel zu Unwatched hinzuzufügen. Der YouTube "abonnieren"-Button betrifft ausschließlich die YouTube Webseite/App.
es: Siempre use este botón para añadir un canal a esta Aplicación. El botón "suscribirse" de YouTube solo funciona para el sitio web/Aplicación de YouTube.RetryClaude can make mistakes. Please double-check responses.
fr: Utilisez toujours ce bouton pour ajouter une chaîne à cette application. Le bouton “S’abonner” de YouTube ne fonctionne que pour le site Web/l’application YouTube.
pl: Zawsze używaj tego przycisku, aby dodać kanał do tej aplikacji. Przycisk "subskrybuj" na YouTube działa tylko na stronie/aplikacji YouTube.

# addSubscriptionDescription
source: Adds a subscription in Unwatched for the YouTube channel at the given channel or playlist URL.
de: Abonniert den YouTube Kanal/Playlist in Unwatched der unter der gegebenen URL.
es: Agrega una suscripción en No visto para el canal de YouTube en la URL del canal o lista de reproducción proporcionada.
fr: Ajoute un abonnement dans Unwatched pour la chaîne YouTube à l’URL de chaîne ou de playlist donnée.
pl: Dodaje subskrypcję w Niewidzianych dla kanału YouTube pod podanym adresem URL kanału lub playlisty.

# addSubscriptionTip
source: Visit Any Channel Page
de: Besuche eine beliebige Kanalseite
es: Visitar cualquier página de canal
fr: Visiter une page de chaîne
pl: Odwiedź dowolną stronę kanału

# addSubscriptionTipMessage
source: On all channel pages, an 'Add Channel'-Button will appear here. Use it to add the channel to Unwatched.
de: Auf allen Kanalseiten erscheint hier eine 'Kanal hinzufügen'-Button. Verwende ihn, um den Kanal zu Unbeobachtet hinzuzufügen.
es: En todas las páginas de canal, aparecerá aquí un botón ‘Agregar canal’. Úsalo para agregar el canal a No visto.
fr: Sur toutes les pages de chaîne, un bouton “Ajouter une chaîne” apparaîtra ici. Utilisez-le pour ajouter la chaîne à Unwatched.
pl: Na wszystkich stronach kanałów pojawi się tutaj przycisk 'Dodaj kanał'. Użyj go, aby dodać kanał do Unwatched.

source: Add to Inbox
de: Zur Inbox hinzufügen
es: Agregar a la bandeja de entrada
fr: Ajouter dans l'Inbox
pl: Dodaj do skrzynki

# addVideos
source: Add Videos Manually
de: Videos manuell hinzufügen
es: Agregar videos manualmente
fr: Ajouter des vidéos manuellement
pl: Dodaj filmy ręcznie

# addVideosTip
source: Add Videos Manually
de: Videos manuell hinzufügen
es: Agregar videos manualmente
fr: Ajouter des vidéos manuellement
pl: Dodaj filmy ręcznie

# addVideosTipMessage
source: Enter a YouTube video (or channel) URL here directly, or by setting up and using the share sheet action (can also be done in Settings).
de: Gib hier eine YouTube-Video-URL ein oder setze das Share Sheet auf (auch über die Einstellungen möglich).
es: Ingresa una URL de video (o canal) de YouTube directamente aquí, o configurando y usando la acción de hoja para compartir (también se puede hacer en Configuración).
fr: Saisissez ici directement une URL de vidéo (ou de chaîne) YouTube, ou configurez et utilisez l’action de la feuille de partage (également possible dans les réglages).
pl: Wprowadź tutaj bezpośrednio adres URL filmu (lub kanału) YouTube lub skonfiguruj i użyj akcji udostępniania (można to również zrobić w Ustawieniach).

source: Add YouTube URL
de: YouTube URL hinzufügen
es: Agregar URL de YouTube
fr: Ajouter une URL YouTube
pl: Dodaj URL YouTube

# addYoutubeUrl ${youtubeUrl}
source: Add video from ${youtubeUrl}
de: Video ${youtubeUrl} hinzufügen
es: Agregar video desde ${youtubeUrl}
fr: Ajouter une vidéo depuis ${youtubeUrl}
pl: Dodaj film z ${youtubeUrl}

# addYoutubeUrlDescription
source: Adds the video to the top of the Queue
de: Fügt das Video als nächstes Video auf die Warteschlange/Queue
es: Agrega el video al principio de la cola
fr: Ajoute la vidéo en haut de la file d’attente
pl: Dodaje film na szczyt kolejki

# airplayHDOn
source: AirPlay HD enabled
de: AirPlay HD aktiviert
es: AirPlay HD activado
fr: AirPlay HD activé
pl: AirPlay HD włączony

# allowRefreshDuringSyncFooter
source: Refreshing while the device is syncing may lead to duplicate videos. They should be automatically cleaned up after the sync is done.
de: Ein Aktualisieren während der Synchronisierung kann zu Duplikaten führen. Diese sollten nach der Synchronisierung automatisch entfernt werden.
es: Actualizar mientras el dispositivo se está sincronizando puede llevar a videos duplicados. Deberían eliminarse automáticamente después de que finalice la sincronización.
fr: Actualiser pendant que l'appareil se synchronise peut entraîner des vidéos en double. Elles devraient être automatiquement nettoyées une fois la synchronisation terminée.
pl: Odświeżanie podczas synchronizacji może prowadzić do zduplikowania filmów. Duplikaty powinny zniknąć po zakończeniu synchronizacji.

source: All Videos
de: Alle Videos
es: Todos los videos
fr: Toutes les vidéos
pl: Wszystkie filmy

source: App Color
de: App Farbe
es: Color de la app
fr: Couleur de l'application
pl: Kolor aplikacji

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pl: Wygląd

# autoAirplayHD
source: Automatically turn on AirPlay HD
de: AirPlay HD automatisch aktivieren
es: Activar automáticamente AirPlay HD
fr: Activer automatiquement AirPlay HD
pl: Automatycznie włącz AirPlay HD

# autoAirplayHDHelper
source: AirPlay HD attempts to enhance AirPlay video quality, but may affect fullscreen and other features. AirPlay HD mode will automatically turn on whenever an AirPlay destination (including speakers) is selected via the player’s AirPlay button (not Control Center). If issues occur, try manually enabling AirPlay HD before connecting to your device.
de: AirPlay HD versucht die AirPlay-Videoqualität zu verbessern, kann aber Vollbild und andere Funktionen beeinträchtigen. AirPlay HD aktiviert sich automatisch, wenn ein AirPlay-Gerät (inkl. Lautsprecher) über den AirPlay-Button im Player ausgewählt wird. Gilt nicht für das Kontrollzentrum. Bei Problemen ist es ggf. notwendig, AirPlay HD manuell vor der AirPlay Geräte Auswahl zu aktivieren.
es: AirPlay HD intenta mejorar la calidad de video por AirPlay, pero puede afectar la pantalla completa y otras funciones. El modo AirPlay HD se activará automáticamente siempre que se seleccione un destino AirPlay (incluidos altavoces) mediante el botón de AirPlay del reproductor (no el Centro de Control). Si ocurren problemas, intenta activar AirPlay HD manualmente antes de conectar tu dispositivo.
fr: L'AirPlay HD tente d'améliorer la qualité vidéo AirPlay, mais peut affecter le mode plein écran et d'autres fonctionnalités. Le mode AirPlay HD s'active automatiquement lorsqu'une destination AirPlay (y compris les haut-parleurs) est sélectionnée via le bouton AirPlay du lecteur. Ne s'applique pas au centre de contrôle.
pl: AirPlay HD próbuje poprawić jakość wideo przesyłanego przez AirPlay, ale może wpływać na tryb pełnoekranowy i inne funkcje. Tryb AirPlay HD włączy się automatycznie po wybraniu urządzenia AirPlay (w tym głośników) przez przycisk AirPlay w odtwarzaczu. Nie dotyczy centrum sterowania. W razie problemów spróbuj ręcznie włączyć AirPlay HD przed połączeniem z urządzeniem.

# autoAirplayHDHelperShort
source: Attempts to enhance AirPlay video quality, but may affect fullscreen and other features.
de: Mögliche Verbesserung der AirPlay-Videoqualität, kann aber Vollbild und andere Funktionen beeinträchtigen.
es: Intenta mejorar la calidad de video por AirPlay, pero puede afectar la pantalla completa y otras funciones.
fr: Tente d'améliorer la qualité vidéo AirPlay, mais peut affecter le mode plein écran et d'autres fonctionnalités.
pl: Próby poprawy jakości wideo AirPlay, ale może wpływać na tryb pełnoekranowy i inne funkcje.

source: Auto Delete Backups
de: Backups automatisch löschen
es: Eliminar copias de seguridad automáticamente
fr: Suppression automatique des sauvegardes
pl: Automatyczne usuwanie kopii zapasowych

source: Auto Delete Backups Now
de: Backups jetzt automatisch löschen
es: Eliminar copias de seguridad ahora
fr: Supprimer automatiquement les sauvegardes maintenant
pl: Usuń automatyczne kopie zapasowe

# autoDeletedCount: %lld
source: Deleted Backups: %lld
de: Gelöschte Backups: %lld
es: Copias de seguridad eliminadas: %lld
fr: Sauvegardes supprimées : %lld
pl: Usunięte kopie zapasowe: %lld

# autoDeleteHelper
source: Auto delete will keep: - All manual backups - All backups within the last week - One backup per week within the last 6 months - One backup per month after that
de: Die automatische Löschung behält: - Alle manuellen Backups - Alle Backups der letzten Woche - Ein Backup pro Woche in den letzten 6 Monaten - Ein Backup pro Monat danach
es: El borrado automático conservará: - Todas las copias de seguridad manuales - Todas las copias de seguridad de la última semana - Una copia de seguridad por semana durante los últimos 6 meses - Una copia de seguridad por mes después de eso
fr: La suppression automatique conservera : - Toutes les sauvegardes manuelles - Toutes les sauvegardes de la dernière semaine - Une sauvegarde par semaine pour les 6 derniers mois - Une sauvegarde par mois au-delà
pl: Automatyczne usuwanie zachowa: - Wszystkie ręczne kopie zapasowe - Wszystkie kopie zapasowe z ostatniego tygodnia - Jedną kopię zapasową na tydzień z ostatnich 6 miesięcy - Jedną kopię zapasową na miesiąc po tym okresie

source: Automatic Backups
de: Automatische Backups
es: Copias de seguridad automáticas
fr: Sauvegardes automatiques
pl: Automatyczne kopie zapasowe

# automaticBackupsHelper
source: Unwatched will automatically store a daily snapshot of your user data to iCloud Drive every day you open the app.
de: Unwatched speichert automatisch deine Video Daten in iCloud Drive an jedem Tag an dem du die App öffnest.
es: Unwatched guardará automáticamente una instantánea diaria de tus datos de usuario en iCloud Drive cada día que abras la app.
fr: Unwatched enregistrera automatiquement une sauvegarde quotidienne de vos données utilisateur sur iCloud Drive chaque jour où vous ouvrez l'application.
pl: Unwatched będzie automatycznie zapisywać codzienne podsumowanie Twoich danych w iCloud Drive każdego dnia, gdy otworzysz aplikację.

# autoRefresh
source: Automatically Refresh
de: Automatisch aktualisieren
es: Actualizar automáticamente
fr: Actualisation automatique
pl: Automatyczne odświeżanie

source: Auto Refresh Ignores Sync
de: Automatisch aktualisieren ignoriert Sync
es: La actualización automática ignora la sincronización
fr: Auto-actualisation ignore sync
pl: Autoodświeżanie ignoruje sync

# backupNow
source: Backup to iCloud Drive
de: Backup auf iCloud Drive
es: Guardar en iCloud Drive
fr: Sauvegarder sur iCloud Drive
pl: Kopia zapasowa do iCloud Drive

# backupToIcloud
source: Back Up To iCloud Drive
de: iCloud Drive Backup
es: Guardar en iCloud Drive
fr: Sauvegarder sur iCloud Drive
pl: Utwórz kopię zapasową w iCloud Drive

source: Black/White
de: Schwarz/Weiß
es: Negro/Blanco
fr: Noir/Blanc
pl: Czarny/Biały

# blockingAdsFaqA
source: Ads aren’t showing up due to technical reasons; Unwatched isn’t actively blocking them. If you’d like to support your channels, consider using Patreon or YouTube Premium.
de: Werbungen tauchen aus technischen Gründen nicht auf; Unwatched unternimmt nichts sie zu blockieren. Um die Kanäle zu unterstützen, kann Patreon oder YouTube Premium genutzt werden.
es: Los anuncios no se están mostrando por razones técnicas; Unwatched no los está bloqueando activamente. Si deseas apoyar a tus canales, considera usar Patreon o YouTube Premium.
fr: Les publicités ne s'affichent pas pour des raisons techniques ; Unwatched ne les bloque pas activement. Si vous souhaitez soutenir les chaînes YouTube, envisagez d'utiliser Patreon ou YouTube Premium.
pl: Reklamy nie są wyświetlane z przyczyn technicznych; Unwatched nie blokuje ich aktywnie. Jeśli chcesz wesprzeć swoje kanały, rozważ użycie Patreon lub YouTube Premium.

# blockingAdsFaqQ
source: Are YouTube ads being blocked? I want to support creators.
de: Wird YouTube-Werbung blockiert? Ich möchte Creator unterstützen.
es: ¿Se están bloqueando los anuncios de YouTube? Quiero apoyar a los creadores.
fr: Les publicités YouTube sont-elles bloquées ? Je souhaite soutenir les créateurs.
pl: Czy reklamy YouTube są blokowane? Chcę wspierać twórców.

# blockingAdsFaqT
source: Blocking Ads
de: Werbung Blockieren
es: Bloqueando anuncios
fr: Blocage des publicités
pl: Blokowanie reklam

source: Blue
de: Blau
es: Azul
fr: Bleu
pl: Niebieski

# bookmarkedVideos
source: Bookmarks
de: Gespeichert
es: Marcadores
fr: Signets
pl: Zakładki

# browser
source: Search YouTube
de: YouTube Browser
es: Buscar en YouTube
fr: Rechercher sur YouTube
pl: Szukaj na YouTube

# browserAsTab
source: Show YouTube Browser in Tab bar
de: YouTube Browser in Tab Bar zeigen
es: Mostrar navegador de YouTube en la barra de pestañas
fr: Afficher le navigateur YouTube dans la barre d'onglets
pl: Pokaż przeglądarkę YouTube na pasku nawigacji

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

# categoryInteraction
source: Interaction
de: Interaktion
es: Interacción
pl: Interakcja

# categoryMusicOfftopic
source: Music offtopic
de: Musik offtopic
es: Música sin relación
fr: Musique hors sujet
pl: Muzyka offtopic

# categorySelfpromo
source: [Self promotion]
de: [Eigen Werbung]
es: [Autopromoción]
fr: [Auto-promotion]
pl: [Autopromocja]

source: Channel
de: Kanal
es: Canal
fr: Chaîne
pl: Kanał

source: Channel Title
de: Kanal Name
es: Título del canal
fr: Titre de la chaîne
pl: Tytuł kanału

# chapterDescription
source: Video Description
de: Videobeschreibung
es: Descripción del video
fr: Description de la vidéo
pl: Opis filmu

# chapterFilter
source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
pl: Rozdziały

# chapterFilterFooter
source: Sets chapters that include any of the keywords to inactive when the video is loaded into the player. Use “,” to separate multiple keywords.
de: Setzt Kapitel, die eines der Schlüsselwörter enthalten, beim Laden des Videos auf inaktiv. Verwende "," um mehrere Schlüsselwörter zu trennen.
es: Establece como inactivos los capítulos que incluyan cualquiera de las palabras clave cuando el video se cargue en el reproductor. Usa “,” para separar múltiples palabras clave.
fr: Les chapitres contenant l'un des mots-clés seront définis comme inactifs lorsque la vidéo est chargée dans le lecteur. Utilisez "," pour séparer plusieurs mots-clés.
pl: Ustawia rozdziały zawierające dowolne z podanych słów kluczowych jako nieaktywne, gdy film zostanie załadowany do odtwarzacza. Użyj "," do oddzielenia wielu słów kluczowych.

source: Clear
de: Entfernen
es: Borrar
fr: Effacer
pl: Wyczyść

source: Clear Above
de: Alles darüber entfernen
es: Borrar anteriores
fr: Effacer au-dessus
pl: Wyczyść powyżej

# clearAction
source: Clear from Inbox
de: Aus Inbox entfernen
es: Borrar de la bandeja de entrada
fr: Retirer de l'Inbox
pl: Wyczyść ze skrzynki

# clearActionQueue
source: Clear from Queue
de: Aus Queue entfernen
es: Borrar de la cola
fr: Effacer de la file d'attente
pl: Wyczyść z kolejki

source: Clear All
de: Alles entfernen
es: Borrar todo
fr: Tout effacer
pl: Wyczyść wszystko

source: Clear all Videos
de: Alle Videos entfernen
es: Borrar todos los videos
fr: Effacer toutes les vidéos
pl: Wyczyść wszystkie filmy

source: Clear Below
de: Alles darunter entfernen
es: Borrar posteriores
fr: Effacer en dessous
pl: Wyczyść poniżej

source: Clear Text
de: Text löschen
es: Borrar texto
fr: Effacer le texte
pl: Wyczyść tekst

# clearVideo
source: Clear
de: Entfernen
es: Borrar
fr: Effacer
pl: Wyczyść

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij

# compactList
source: Compact
de: Kompakt
es: Compacto
pl: Kompaktowy

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź

# confirmAutoDeleteBackup
source: Auto Delete Backups?
de: Backups automatisch löschen?
es: ¿Borrar copias de seguridad automáticamente?
fr: Supprimer automatiquement les sauvegardes ?
pl: Usunąć automatyczne kopie zapasowe?

source: Confirm Clear All
de: Alles entfernen Bestätigen
es: Confirmar borrar todo
fr: Confirmer l'effacement total
pl: Potwierdź wyczyszczenie wszystkiego

# confirmDeleteEverything
source: Really Delete Everything?
de: Wirklich alles löschen?
es: ¿Realmente deseas borrar todo?
fr: Vraiment tout supprimer ?
pl: Czy na pewno usunąć wszystko?

# confirmDeleteEverythingMessage
source: This cannot be undone. You can create a backup if you wish to restore the data in the future.
de: Dies kann nicht rückgängig gemacht werden. Erstelle ein Backup, falls du die Daten in der Zukunft wiederherstellen möchtest.
es: Esto no se puede deshacer. Puede crear una copia de seguridad si desea restaurar los datos en el futuro.
fr: Cette action ne peut pas être annulée. Vous pouvez créer une sauvegarde si vous souhaitez restaurer les données ultérieurement.
pl: Tej operacji nie można cofnąć. Możesz utworzyć kopię zapasową, jeśli chcesz przywrócić dane w przyszłości.

# considerGettingYoutubePremium
source: Please consider getting [YouTube Premium](https://www.youtube.com/premium) to support creators
de: Bitte abonniere [YouTube Premium](https://www.youtube.com/premium), um YouTube Kanäle zu unterstützen
es: Por favor, considera obtener [YouTube Premium](https://www.youtube.com/premium) para apoyar a los creadores
fr: S'il vous plaît, abonnez-vous à [YouTube Premium](https://www.youtube.com/premium) pour soutenir les créateurs de contenu.
pl: Proszę rozważ zakup [YouTube Premium](https://www.youtube.com/premium), aby wesprzeć twórców.

# continuousPlayOff
source: Enable Continuous Play
de: Fortlaufende Wiedergabe aktivieren
es: Activar reproducción continua
fr: Activer la lecture continue
pl: Włącz ciągłe odtwarzanie

# continuousPlayOn
source: Continuous Play Enabled
de: Fortlaufende Wiedergabe aktiv
es: Reproducción continua activada
fr: Lecture continue activée
pl: Ciągłe odtwarzanie włączone

source: Copy Answer
de: Antwort kopieren
es: Copiar respuesta
fr: Copier la réponse
pl: Kopiuj odpowiedź

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
pl: Kopiuj URL

source: Could not subscribe: %@
de: Abonnieren fehlgeschlagen: %@
es: No se pudo suscribir: %@
fr: Impossible de s'abonner : %@
pl: Nie można zasubskrybować: %@

source: Couldn't convert to URL: %@
de: URL konnte nicht erstellt werden: %@
es: No se pudo convertir en URL: %@
fr: Impossible de convertir l'URL : %@
pl: Nie można przekonwertować na URL: %@

# createdDate
source: Added Date
de: Datum hinzugefügt
es: Fecha de agregado
fr: Date d'ajout
pl: Data dodania

# customSpeedSetting
source: Custom for Channel
de: Benutzerdefinierte für Kanal
es: Personalizado para el canal
fr: Personnalisé pour la chaîne
pl: Niestandardowe dla kanału

source: Dark Green
de: Dunkelgrün
es: Verde oscuro
fr: Vert foncé
pl: Ciemno zielony

source: Dark Mode
de: Dunkel
es: Modo oscuro
fr: Mode sombre
pl: Tryb ciemny

# darkModeCurrent
source: Dark Mode (Active)
de: Dunkel (Aktiv)
es: Modo oscuro (activo)
fr: Mode sombre (Actif)
pl: Tryb ciemny (Aktywny)

source: Debug
de: Debugging
es: Depuración
fr: Débogage
pl: Debugowanie

# defaultShortsSetting %@
source: Default (%@)
de: Standard (%@)
es: Predeterminado (%@)
fr: Par défaut (%@)
pl: Domyślne (%@)

# defaultSpeed%@
source: Default (%@×)
de: Standard (%@×)
es: Predeterminado (%@×)
fr: Par défaut (%@×)
pl: Domyślne (%@×)

# defaultVideoPlacement %@
source: Default (%@)
de: Standard (%@)
es: Predeterminado (%@)
fr: Par défaut (%@)
pl: Domyślne (%@)

# deferDateHelper
source: Deferred videos will re-appear at the specified date in either Inbox or Queue per subscription settings.
de: Videos mit Aufschubdatum erscheinen zum festgelegten Datum entweder in der Inbox oder in der Queue, je nach Kanal-Einstellungen.
es: Los videos aplazados volverán a aparecer en la fecha especificada, ya sea en la bandeja de entrada o en la cola, según la configuración de la suscripción.
fr: Les vidéos reportées réapparaîtront à la date spécifiée dans l'Inbox ou la file d'attente selon les paramètres d'abonnement.
pl: Odroczone filmy pojawią się ponownie w określonym dniu w Skrzynce lub Kolejce zgodnie z ustawieniami subskrypcji.

# deferVideo
source: Defer Date
de: Aufschubdatum
es: Fecha de aplazamiento
fr: Date de report
pl: Data odroczenia

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń

source: Delete Everything
de: Alles Löschen
es: Eliminar todo
fr: Tout supprimer
pl: Usuń wszystko

source: Delete Image Cache
de: Bild-Cache Löschen
es: Eliminar caché de imágenes
fr: Vider le cache d'images
pl: Usuń cache obrazów

source: Delete Logs
de: Logs löschen
es: Eliminar logs
fr: Supprimer les logs
pl: Usuń logi

source: Deselect All
de: Alles abwählen
es: Deseleccionar todo
fr: Tout désélectionner
pl: Odznacz wszystkie

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
pl: Wyłącz

source: Disable Captions
de: Untertitel deaktivieren
es: Desactivar subtítulos
fr: Désactiver les sous-titres
pl: Wyłącz napisy

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
pl: Odrzuć

source: Do Nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
pl: Nie rób nic
